"OK" = "OK";
"CANCEL" = "Avbryt";
"REPLACE" = "Ersätt";
"DELETE" = "Radera";
"DISABLE" = "Avaktivera";
"UNKNOWN" = "Okänd";
"NEVER" = "Aldrig";
"ERROR" = "Fel";
"CONTINUE" = "Fortsätt";

"SELECT_APP_PANEL_TITLE" = "Välj ett program";
"SELECT_DIR_PANEL_TITLE" = "Välj en mapp";

"SELECT" = "Välj";
"NONE_FOUND" = "Inga program hittades.";
"UNKNOWN_ERROR" = "okänt fel";

"ITOOLS_ACCOUNT_NAME_IS_EMPTY" = "Du har inte angett medlemskapsinformation för .Mac. Ange informationen nu.";
"ITOOLS_ACCOUNT_NAME_IS_EMPTY_DESC" = "Efter att du angett din medlemskapsinformation går du till e-postfliken och klickar i kryssrutan Använd .Mac-e-postkonto igen.";

"EMAIL_ACCOUNTINFO_WILL_BE_ERASED" = "Du har angivit uppgifterna för ett annat e-post-konto. Är du säker på att vill ersätta det med ditt nya .Mac-konto?";
"EMAIL_ACCOUNTINFO_WILL_BE_ERASED_DESC" = "Kontoinformationen om det andra e-postkontot kommer inte att sparas.";

"ITOOL_SIGN_UP_URL" = "http://www.apple.com./itools/signup/english.html";

"DOWNLOAD_FILE_DISPLAY" = "”%@” på enheten ”%@”";

"ON_YOUR_DESKTOP" = "Mitt skrivbord";
"IN_YOUR_DOCUMENTS" = "Mina dokument";

/* iDisk mirror strings */
"IDISK_MIRROR_TITLE" = "%@-medlemskapet har ändrats. Synkronisering med iDisk för %@@%@ slås på.";
"IDISK_MIRROR_TITLE_2" = "Du har tagit bort %@-kontoinformationen för %@@%@.";
"IDISK_MIRROR_INFO" = "Den lokala kopian av iDisk som tillhör %@@%@ har flyttats till skrivbordet eftersom den inte längre är aktiv.";
"MIRROR_WARNING_TITLE" = "Är du säker på att du vill stänga av lokal iDisk för %@@mac.com?";
"MIRROR_WARNING_INFO" = "Lokal iDisk för %@@mac.com kommer att flyttas till skrivbordet.";
"MIRROR_DEFAULT_BUTTON" = "Stäng av lokal iDisk";
"MIRROR_CANCEL_BUTTON" = "Avbryt";
"NOT_MOUNTED" = "Ej lagd på skrivbordet";
"STOP_BUTTON" = "Avbryt";
"START_BUTTON" = "Starta";
"OFF_STATUS" = "iDisk-synkronisering: Av";
"ON_STATUS" = "iDisk-synkronisering: På";
"STARTING_UP_STATUS" = "iDisk-synkronisering startas…";
"TURNING_OFF_STATUS" = "iDisk-synkronisering avbryts…";
"MIRROR_OFF_INFORMATIVE" = "Klicka på Starta så skapas en kopia av iDisk på datorn. Du kan sedan komma åt iDisk även när du inte är ansluten till Internet.";
"MIRROR_ON_INFORMATIVE" = "Klicka på Avbryt om du vill återgå till att använda Internetbaserad iDisk. Då kan du endast komma åt din iDisk när du är ansluten till Internet.";
"MIRROR_GENERAL_INFORMATIVE" = "Med iDisk-synkronisering kan du använda iDisk när du vill, även när du inte är ansluten till Internet.";

/* Services unavailable sheets */
"IDISK_UPGRADE_TITLE" = "iDisk ej tillgänglig";
"IDISK_UPGRADE" = "Uppgradera till en full prenumeration på %@ så att du kan använda iDisk.";
"SYNC_UPGRADE_TITLE" = "Det här %@-kontot har inte behörighet att synkronisera med %@.";
"SYNC_UPGRADE_MESSAGE" = "Uppgradera till en full prenumeration på %@ så att du kan dra nytta av synkroniseringstjänsterna i %@.";
"SHARING_UPGRADE_TITLE" = "Delning inte tillgänglig";
"SHARING_UPGRADE_MESSAGE" = "Ditt .Mac-konto kan inte använda den här funktionen. Uppgradera till ett fullständigt .Mac-medlemskap om du vill aktivera funktionen.";
"ADVANCED_TAB_UPGRADE_TITLE" = "Funktioner inte tillgängliga";
"ADVANCED_TAB_UPGRADE_MESSAGE" = "Ditt .Mac-konto kan inte använda de här funktionerna. Uppgradera till ett fullständigt .Mac-medlemskap om du vill aktivera funktionerna.";
"UPGRADE_BUTTON" = "Uppgradera";
"NOT_YET" = "Stäng";
"UPGRADE_URL" = "https://secure.me.com/wo/WebObjects/Signup.woa/wa/upgrade?lang=sv"; /* must be localized */


/* iDisk Error Strings */
"NO_ACCESS_ALERT" = "Kunde inte ansluta till ditt %@-konto.";
"SERVER_ERROR" = "Severn svarade med ett fel. Försök igen senare.";
"NOT_AUTHORIZED" = "Ditt %@-medlemsnamn eller lösenord kan vara ogiltigt. Ange ett annat namn eller lösenord.";
"GENERAL_ERROR" = "Det går inte att ansluta till iDisk-servern för tillfället. Försök igen senare. Du kan fortsätta att arbeta med din lokala iDisk i frånkopplat läge.";
"SERVER_NOT_FOUND" = "Det går inte att ansluta till den nödvändiga iDisk-servern för tillfället. Försök igen senare. Du kan fortsätta att arbeta med din lokala iDisk i frånkopplat läge.";
"GENERAL_FAILURE" = "Det går inte att ansluta till den nödvändiga iDisk-servern för tillfället. Försök igen senare. Du kan fortsätta att arbeta med din lokala iDisk i frånkopplat läge.";
"CANNOT_COMMIT" = "Dina alternativ kan inte ändras nu.";
"MISSING_INFO" = "Ditt %@-konto är inte åtkomligt eftersom ditt användarnamn eller lösenord saknas. Logga ut och logga in igen för att komma åt %@.";
"OPERATION FAILED" = "Åtgärden misslyckades";

/* Password Error Strings */
"PASSWORD_ALERT" = "Lösenordet och det bekräftade lösenordet är inte likadana. Försök igen.";
"BAD_PASSWORD" = "Lösenord kan endast bestå av bokstäver (a-z eller A-Z), siffror (0 - 9) och tecknen (!\"#$%&'()*+,-./:;<=>?@[\\]^_`{|}). Ange ett annat lösenord.";
"BAD_PASSWORD_LENGTH" = "Lösenord måste vara 6 till 20 tecken långa. Ange ett annat lösenord.";
"BAD_PASSWORD_ENDS_IN_PERIOD" = "Lösenord får inte avslutas med en punkt. Ange ett annat lösenord.";
"BAD_PASSWORD_TWO_PERIODS" = "Lösenord får inte innehålla två punkter bredvid varandra. Ange ett annat lösenord.";
"SAME_PASSWORD" = "Lösenordet för din delade mapp får inte vara samma som ditt %@-lösenord. Ange ett annat lösenord.";
"EMPTY_PASSWORD" = "Lösenordet kan inte vara tomt. Skriv in ett lösenord.";
"KEYCHAIN_ERROR_TITLE" = "Fel med nyckelringen.";
"KEYCHAIN_ERROR_MESSAGE" = "Det uppstod ett problem när du skulle spara till nyckelringen. Försök igen eller kontrollera nyckelringen från programmet Nyckelhanterare.";

/* Marketing Error Sheet Info */
"WILL_EXPIRE" = "Ditt %@-provmedlemskap löper ut om %d dag(ar).";
"WILL_EXPIRE_INFO" = "Din iDisk kommer att sluta fungera när ditt %@-provmedlemskap löper ut. Registrera dig för %@-medlemskap så får du tillgång till en större iDisk, utökade funktioner för säkerhetskopiering och mycket mer.";
"HAS_EXPIRED" = "Ditt provmedlemskap på %@ har löpt ut.";
"HAS_EXPIRED_INFO" = "iDisk kommer att sluta fungera när provmedlemskapet i %@ upphör. Registrera dig för %@-medlemsskap så får du tillgång till en större iDisk, utökade funktioner för säkerhetskopiering och mycket mer.";

/* iDisk Strings */
"BUY_SPACE_URL" = "https://secure.me.com/account/#buymore";
"SIGN_UP_URL" = "http://www.apple.com/se/mobileme/";

"ITOOLS_KEYCHAIN_COMMENT" = "Det här är nyckelringsobjektet för .Mac-medlemskapet %@.";
"NONE" = "Inget";

"KILO_FMT" = "%d K";
"MEGA_FMT" = "%d MB";
"GIGA_FMT" = "%d GB";
"GIGA_FLOAT_FMT" = "%.2f GB";
"QUOTA_FMT" = "%@ totalt, %@ använt, %@ ledigt";
"AX_DESCR_FOR_IDISK_QUOTA" = "iDisk-kvot";


"ALREADY_ON_KEYCHAIN_MESSAGE" = "Det importerade objektet finns redan i inloggningsnyckelringen. Använd programmet Nyckelhanterare till att flytta eller ta bort privata nycklar eller certifikat som står i konflikt.";

/* alert prompt for trying to enable NAT-PMP mode */
"NATPMP_CONFIGURE_PROMPT" = "AirPort-basstationen ”%@” har för tillfället reducerade %@-prestanda.\n\nVill du ställa in den för bästa prestanda?";
"NATPMP_FAILED_TITLE" = "NAT-portkopplingsprotokollet kunde inte aktiveras på den trådlösa AirPort-enheten.";
"NATPMP_FAILED_MESSAGE" = "Kontrollera att den trådlösa Apple-enheten stöder NAT-portkopplingsprotokollet. Du hittar mer information i AirPort-verktyg som finns i Program > Verktygsprogram.";
"NATPMP_SUCCESS_TITLE" = "NAT-portkopplingsprotokollet har aktiverats.";
"NATPMP_SUCCESS_MESSAGE" = "Väntar på att den trådlösa Apple-enheten ska starta om innan fortsättning.";
"INCORRECT_PASSWORD_TITLE" = "Ogiltigt lösenord"; /* also used for airport nat-pmp configuring */
"INCORRECT_PASSWORD_MESSAGE" = "Lösenordet du angav är ogiltigt. Försök igen.";
/* progress indicator status for configuring airport */
"READING_AIRPORT_CONFIG" = "Läser AirPort-basstationens konfiguration";
"UPDATING_AIRPORT_FIRMWARE" = "Uppdaterar AirPort-basstationens fasta programvara";

"AIRPORT_UNKNOWN_ERROR" = "Ett okänt fel inträffade när den trådlösa AirPort-enhetens konfiguration avlästes. Försök igen.";
"AIRPORT_PASSWORD_INVALID_MESSAGE" = "Lösenordet som du angav för den trådlösa AirPort-enheten är felaktigt. Försök igen.";
"ALREADY_ENABLED_TITLE" = "Redan aktivt";
"ALREADY_ENABLED_MESSAGE" = "NAT-portkopplingsprotokollet verkar redan vara aktiverat på den trådlösa AirPort-enheten.";
"UNSUPPORTED_OPERATION_TITLE" = "Åtgärden stöds ej";
"UNSUPPORTED_OPERATION_MESSAGE" = "Den här trådlösa AirPort-enheten har inte stöd för NAT-portkopplingsprotokollet som låter MobileMe hitta datorn bakom en brandvägg.";

/* Getting the base station password */
"ABS_PROMPT_TEXT" = "Ange lösenordet för basstationen\n%@:";

/* Account status strings */
"ACCOUNT_STATUS_TITLE" = "Inte medlem?";
"ACCOUNT_STATUS_MESSAGE" = "Du får praktiska Internettjänster anpassade till din Mac. Klicka på Jag vill veta mer om du vill teckna ett 60-dagars provmedlemskap.";
"SIGN_UP_BUTTON" = "Registrera";
"LEARN_MORE_BUTTON" = "Jag vill veta mer";

/* Sign out alert */
"SIGN_OUT_ALERT_TITLE" = "Vill du verkligen logga ut från %@?";
"SIGN_OUT_ALERT_MESSAGE" = "Om du loggar ut kanske %@-synkronisering, iDisk-synkronisering och andra %@-funktioner inte längre är tillgängliga på datorn förrän du loggar in igen.";
"SIGN_OUT_ALERT_DEFAULT_BUTTON" = "Logga ut";
"SIGN_OUT_ALERT_CANCEL_BUTTON" = "Avbryt";

/* Sign in not on network */
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_SAVE" = "Spara";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_DIAG" = "Nätverksdiagnos…";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_TITLE" = "Datorn är inte ansluten till Internet.";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_MESSAGE" = "Du kan inte logga in på %@ om du inte är ansluten till Internet. Klicka på Nätverksdiagnos om du har anslutningsproblem. Klicka på Spara om du vill spara ditt %@-medlemsnamn och lösenord till nästa gång du ansluter.";

/* Tab item labels that can change dynamically */
"ACCOUNT" = "Konto";
"SIGN IN" = "Logga in";

/* Back To My Mac string */
"BTMM_STATUS_ENABLED" = "Tillbaka till min Mac: På";
"BTMM_STATUS_DISABLED" = "Tillbaka till min Mac: Av";
"BTMM_STATUS_TRANSIENT" = "Tillbaka till min Mac: Startar…";
"BTMM_STATUS_START" = "Slå på Tillbaka till min Mac";
"BTMM_STATUS_STOP" = "Stäng av Tillbaka till min Mac";
"BTMM_START_BUTTON_SHOWING_TEXT" = "Stäng av Tillbaka till min Mac för den här användaren genom att klicka på Stopp. Du kommer därefter inte längre åt datorn via andra datorer med hjälp av Tillbaka till min Mac.";
"BTMM_STOP_BUTTON_SHOWING_TEXT" = "Slå på Tillbaka till min Mac för den här användaren genom att klicka på Starta. Du måste slå på Tillbaka till min Mac på alla datorer du vill kunna komma åt.";

/* BTMM Status Strings */
"BTMM_STATUS_NOT_INITIALIZED" = "Tillbaka till min Mac fungerar inte som den ska och ingen ytterligare information finns tillgänglig. Försök med att tvångsavsluta Finder, stänga av delningstjänsterna och sedan slå på dem igen.";
"BTMM_STATUS_DOUBLE_NAT" = "Tillbaka till min Mac fungerar inte som den ska. Det kan hända om du har mer än en enhet på nätverket som tillhandahåller NAT (Network Address Translation). Försök med att avaktivera NAT på en av enheterna.";
"BTMM_STATUS_NO_ROUTER" = "Tillbaka till min Mac fungerar inte som den ska eftersom du inte är ansluten till Internet.";
"BTMM_STATUS_NO_NETWORK" = "Tillbaka till min Mac kan inte startas eftersom du inte är ansluten till Internet.";
"BTMM_STATUS_RESTARTING" = "NAT-portkoppling har aktiverats. Vänta medan den trådlösa Apple-enheten startar om.";
"BTMM_STATUS_POLLING_MODE" = "Tillbaka till min Mac fungerar inte ordentligt på grund av problem med anslutningen till MobileMe. En brandvägg eller router kanske förhindrar anslutning, eller MobileMe-servern kanske inte är tillgänglig just nu.";
"BTMM_STATUS_NAT_TRAVERSAL" = "Tillbaka till min Mac kan inte ge fjärranslutning till delningstjänster på datorn eftersom den kräver en router med stöd för NAT-PMP (NAT Port Mapping Protocol) eller UPnP (Universal Plug and Play). Kontrollera att routern har stöd för ett av dessa protokoll och att det är aktiverat.";
"BTMM_STATUS_NOT_RUNNING" = "Tillbaka till min Mac fungerar inte som den ska eftersom systemtjänsten Bonjour inte är igång.";
"BTMM_STATUS_NO_AUTH" = "Tillbaka till min Mac fungerar inte ordentligt eftersom MobileMe inte godkände ditt lösenord. Prova att logga ut från MobileMe och logga in igen. Om du nyligen har ändrat lösenordet till MobileMe ser du till att du använder det nya lösenordet.";
"BTMM_STATUS_NO_SUCH_RECORD" = "Tillbaka till min Mac fungerar inte ordentligt eftersom DNS-servern inte svarar. Kontakta din Internetleverantör, be om en alternativ DNS-serveradress och ange den sedan i nätverksinställningarna.";
"BTMM_STATUS_NAT_PMP_DISABLED" = "Tillbaka till min Mac kan inte ge fjärranslutning till delningstjänster på datorn eftersom NAT-PMP (NAT Port Mapping Protocol) är avaktiverat på din router.";
"BTMM_STATUS_FIREWALL_BLOCKED" = "Tillbaka till min Mac är på, men brandväggsinställningarna gör att du inte kan ansluta till den här datorn. Öppna Säkerhetsinställningarna och ändra brandväggsinställningarna så att de tillåter inkommande anslutningar till de tjänster du vill använda.";
"STATUS_HELP_BUTTON" = "Mer info…";
"ENABLE_PORT_MAPPING" = "Aktivera NAT-portkoppling…";
"SECURITY_BUTTON" = "Öppna Säkerhet…";

/* BTMM Failure strings */
"CLIENT_FAILURE_TITLE" = "Kan inte starta Tillbaka till min Mac";
"CLIENT_FAILURE_MESSAGE" = "Logga ut, logga in igen och försök på nytt. Om problemet kvarstår startar du om datorn.";

"SERVER_FAILURE_TITLE" = "Kan inte starta Tillbaka till min Mac";
"SERVER_FAILURE_MESSAGE" = "Tillbaka till min Mac kunde inte starta p.g.a. ett %@-serverfel. Försök igen senare. Om problemet kvarstår kontaktar du %@-supporten.";
"SERVER_FAILURE_ALERT_ALTERNATE_BUTTON" = "%@-support";
"SERVER_FAILURE_SUPPORT_URL" = "http://www.apple.com/se/support/mobileme/"; /* must be localized */

/* BTMM Accessibility Strings */
"AX_DESCR_FOR_NSStatusUnknown" = "Status av-indikator";
"AX_DESCR_FOR_NSStatusAvailable" = "Status på-indikator";
"AX_DESCR_FOR_NSStatusAway" = "Status fel-indikator";
"AX_DESCR_FOR_NSStatusIdle" = "Statusvarningsindikator";


/* name/password validation strings. these appear under the password field in the Accounts tab. */
"PASSWORD_VALID" = "Lösenordet är giltigt";
"PASSWORD_INVALID" = "Namnet eller lösenordet är ogiltigt";
"UNKNOWN_VALIDATION" = "Okänt verifieringsfel";
"CRED_VALIDATION_SERVER_ERROR" = "Servern kan inte hittas";

/* Sync strings */
"SYNC_LOGIN_FAILED_TITLE" = "Kan inte logga in på %@-synkroniseringsservern";
"SYNC_LOGIN_FAILED_MESSAGE" = "Kontrollera nätverksinställningarna och försök igen.";
"SYNC_LOGIN_FAILED_SET_UP_ACCOUNT_BUTTON" = "Skapa ett konto";
"SYNC_LOGIN_FAILED_CANCEL_BUTTON" = "Avbryt";
"SYNC_DISABLED_TITLE" = "Synkroniseringen är avaktiverad";
"SYNC_DISABLED_MESSAGE" = "Synkroniseringen är avstängd. Aktivera synkronisering i synkroniseringsfliken för %@ och försök igen.";
"SYNC_DISABLED_PROMPT" = "Synkronisering är avaktiverat på datorn. Vill du aktivera synkronisering?";
"SYNC_REGISTER_CONFLICT_TITLE" = "En dator med namnet ”%@” har redan registrerats på %@-synkroniseringsservern.";
"SYNC_REGISTER_CONFLICT_MESSAGE" = "Om du använder samma namn för två datorer kan synkroniseringsinformationen förloras på alla registrerade datorer och enheter.\n\nDet går bra att återanvända ett namn som registrerats tidigare om du vet att det är den enda datorn som använder det namnet under ditt %@-konto.";
"SYNC_UNKNOWN_ERROR_TITLE" = "Ett synkroniseringsfel har uppstått";
"SYNC_UNKNOWN_ERROR_MESSAGE" = "Ett okänt fel inträffade vid synkroniseringen. Kontrollera inställningarna för nätverk och konto och försök igen.";
"SYNC_REGISTER_CONFLICT_ENTER_ANOTHER_NAME" = "Ange ett annat namn";
"SYNC_REGISTER_CONFLICT_USE_SAME_NAME" = "Använd samma namn";
"SYNC_REGISTER_CONFLICT_CANCEL" = "Avbryt";
"NEVER SYNCHRONIZED" = "Aldrig synkroniserad";
"REPLACE_INFO_FROM_DOT_MAC" = "Ersätt %@ på den här datorn med synkroniseringsinformation från %@.";
"REPLACE_INFO_FROM_THIS_COMPUTER" = "Ersätt %@ på %@ med synkroniseringsinformation från den här datorn.";
"INFO_FROM_DOT_MAC" = "På den här datorn med synkroniseringsinformation från %@.";
"INFO_FROM_THIS_COMPUTER" = "På %@ med synkroniseringsinformation från den här datorn.";
"UNREGISTER_SYNC_CONFIRMATION_TITLE_SINGULAR" = "Är du säker på att du vill avbryta synkroniseringen av den markerade datorn?";
"UNREGISTER_SYNC_CONFIRMATION_MESSAGE_SINGULAR" = "Du kommer inte längre att kunna synkronisera med ”%@”.";
"UNREGISTER_SYNC_CONFIRMATION_TITLE_PLURAL" = "Är du säker på att du vill avbryta synkroniseringen av de markerade datorerna?";
"UNREGISTER_SYNC_CONFIRMATION_MESSAGE_PLURAL" = "Du kommer inte längre att kunna synkronisera med de markerade datorerna.";
"SYNC_REPLACE_DOT_MAC_CONFIRM_TITLE" = "Är du säker på att du vill ersätta data på %@ med data från den här datorn?";
"SYNC_REPLACE_COMPUTER_CONFIRM_TITLE" = "Är du säker på att du vill ersätta data på den här datorn med data från %@?";
"SYNC_REPLACE_CONFIRM_MESSAGE" = "Åtgärden kan inte ångras.";
/* Appears in the advanced tab next to the name of this computer */
"THIS_COMPUTER" = "(den här datorn)";
/* The "Sync Now" button changes title during a sync: */
"SYNC_NOW" = "Synkronisera nu";
"CANCEL_SYNC" = "Avbryt synkning";
/* The "Unregister" button in the Advanced tab changes: */
"UNREGISTER_SINGULAR" = "Stoppa synkronisering av dator";
"UNREGISTER_PLURAL" = "Stoppa synkronisering av datorer";
"REGISTER_THIS_COMPUTER" = "Synkronisera den här datorn";

/* Sync progress status text */
"SYNC_PROGRESS_UNAVAILABLE" = "Synkronisering inte tillgänglig";
"SYNC_PROGRESS_SYNCING" = "Synkroniserar %@…";
"SYNC_PROGRESS_GETTING" = "Hämtar %@-info…";
"SYNC_PROGRESS_CANCELING" = "Avbryter…";
"SYNC_PROGRESS_PREPARING_DOTMAC" = "Förbereder %@-synkronisering…";
"SYNC_PROGRESS_SYNCING_DOTMAC" = "Synkroniserar %@…";
"ADVANCED_REGISTERING_COMPUTER" = "Registrerar datorn…";
"ADVANCED_UNREGISTERING_COMPUTER" = "Avregistrerar datorn…";
"ADVANCED_PROGRESS_GETTNG" = "Hämtar listan över registrerade datorer…";
"ADVANCED_PROGRESS_UPDATING" = "Uppdaterar listan över registrerade datorer…";
"ADVANCED_PROGRESS_FAILED_GETTING" = "Kunde inte hämta listan över registrerade datorer…";
"FAILED_START_SYNC" = "Kunde inte starta synkroniseringen...";
"FAILED_COMM_SYNC_SERVER" = "Kunde inte kommunicera med den lokala synkroniseringsservern. Försök igen senare.";

/**/
"Sync Information Table" = "Synkroniseringsinformationstabell";

/* High Level error messages */

/* For the text on the My Macs Tab */
"FILE_SHARING_ON" = "Fildelning: På";
"FILE_SHARING_OFF" = "Fildelning: Av";
"SCREEN_SHARING_ON" = "Skärmdelning: På";
"SCREEN_SHARING_OFF" = "Skärmdelning: Av";

"FILE_SHARING_TEXT" = "Du har fjärråtkomst till filerna på ”%@” från andra  Mac-datorer.";
"SCREEN_SHARING_TEXT" = "Aktivera bildskärmsdelning så att skrivbordet på ”%@” kan visas på andra Mac-datorer.";
"THIS_COMPUTER_NO_PARENS" = "Den här datorn";

/* Localizations from the Nibs */
/* Internet Pref*/
"SIGNED_IN_TEXT" = "Inloggad på %@";

"MEMBER_MESSAGE" = "Är du %@-medlem?";
"MEMBER_INFO" = "Logga in på ditt konto för att ställa in %@ på den här datorn.";
"TRIAL_MESSAGE" = "Prova %@ kostnadsfritt.";
"TRIAL_INFO" = "Teckna ett medlemskap nu och prova på %@ i 60 dagar utan kostnad.";

/* Password Sheet */
"PASSWORD_SHEET_INFO" = "Om du inte har ändrat eller återställt lösenordet, kontakta %@-support.";

/* Advanced View */
"REGISTERED_COMPUTERS" = "Följande datorer synkroniseras med det här %@-kontot:";
"RESET_SYNC_DATA" = "Återställ synkroniseringsdata…";
"RESET_SYNC_HISTORY" = "Nollställ synkroniseringshistorik…";
"STOP_SYNCING_MESSAGE" = "Stoppa synkronisering av datorn…";

/* DeleteDataClassesPanel */
"DELETE_DATACLASSES_MESSAGE" = "Vill du radera oanvänd synkroniseringsinformation från %@?";
"DELETE_DATACLASSES_INFO" = "Ytterligare synkroniseringsinformation som inte synkroniseras med den här datorn hittades på %@-servern. Om den här informationen inte synkroniseras med en annan dator och om den inte längre behövs kan du välja vilka objekt du vill radera från %@-servern nedan.";

/* Sync View */
"NEW_SYNCNAME_MESSAGE" = "Skriv in ett namn som identifierar datorn på %@-synkroniseringsservern:";
"SYNC_TEXT" = "Synkronisera med %@:";
